<?php

return [
    'addnew' => 'Νέο',
    'contactbutton' => 'Αποστολή',
    'mailus' => 'Επικοινωνία',
    'companies' => 'Καταστήματα',
    'hotels' => 'Διαμονη',
    'events' => 'Εκδηλώσεις',
    'groups' => 'Σύλλογοι',
    'venues' => 'Χώροι Εκδηλώσεων',
    'posts' => 'Ειδήσεις',
    'galleries' => 'Φωτογραφίες',
    'contact' => 'Επικοινωνία',
    'products' => 'Προϊόντα',
    'account' => 'Λογαριασμός',
    'client' => 'Πελάτης',
    'login' => 'Είσοδος',
    'help' => 'Βοήθεια',
    'terms' => 'Οροι Χρήσης',
    'admin' => 'Διαχειριστής',
    'register' => 'Εξουσιοδότηση τώρα',
];
