@extends('layouts.main')
@section('title', 'Προσωπικά Δεδομένα χρηστών')
@section('meta_description', __('meta.personaldatapagedescription')) @section('meta_keywords', __('meta.personaldatapagekeywords'))

@section('content')
<!-- Page Content -->
<div class="container">
  <div id="personaldata">
    <!-- Page Heading -->
    <h1 class="text-center">{{__('page.personaldata')}}</h1>
    <div class="divider"></div>
    <br>
    <!-- Project One -->
    <div class="row">
      @include('information.sidebar')
      <div class="col-xs-10">

        <p>Στον επαγγελματικό οδηγό της Νέας Καρβάλης χησιμοποιούμε τα δεδομένα σας μόνο για λόγους που αφορούν την παροχή και τη βελτίωση της Υπηρεσίας. Ότι αφορά τους χρήστες που έχουν δημιουργήσει η χειρίζονται καποιο λογαριασμό και χρησιμοποιώντας την Υπηρεσία που προσφέρει η πλατφόρμα, συμφωνείτε στη συλλογή και χρήση των πληροφοριών σύμφωνα με αυτήν την παρούσα πολιτική. Εκτός απο κάποια σημεία και εάν ορίζεται διαφορετικά στην παρούσα Πολιτική, οι όροι που χρησιμοποιούνται έχουν τις ίδιες έννοιες με τους Όρους και τις Προϋποθέσεις μας, προσβάσιμες από το
          <span class="badge">http://www.nea-karvali.gr</span>
        </p>


        <h2>Συλλογή και χρήση πληροφοριών</h2>

        <p>Συλλέγουμε πολλούς διαφορετικούς τύπους πληροφοριών για τους παραπάνω σκοπούς, όπως και για να παρέχουμε και να βελτιώσουμε την Υπηρεσία μας σε εσάς.</p>

        <h3>Τύποι συλλεγόμενων δεδομένων</h3>

        <h4>Προσωπικά δεδομένα</h4>

        <p>Κατά τη χρήση της Υπηρεσίας του nea-karvali.gr, ενδέχεται να σας ζητηθεί να παράσχετε ορισμένες προσωπικές πληροφορίες που μπορούν να χρησιμοποιηθούν για την επαφή ή την αναγνώρισή σας. Οι προσωπικά αναγνωρίσιμες πληροφορίες μπορούν να περιλαμβάνουν, εκτός των άλλων σε:</p>
        <ul>
          <li>Διεύθυνση ηλεκτρονικού ταχυδρομείου</li>
          <li>Ονομα και επίθετο</li>
          <li>Αριθμός τηλεφώνου</li>
          <li>Εντοπισμός θέσης μέσω Google</li>
          <li>Cookie και δεδομένα χρήσης</li>
        </ul>

        <h4>Δεδομένα χρήσης</h4>

        <p>Ενδέχεται επίσης να συλλέξουμε πληροφορίες σχετικά με τον τρόπο πρόσβασης και χρήσης της Εφαρμογής του ιστότοπου μας. Αυτά τα Δεδομένα Χρήσης ενδέχεται να περιλαμβάνουν πληροφορίες όπως η διεύθυνση πρωτοκόλλου Internet του υπολογιστή σας (π.χ. διεύθυνση IP), ο τύπος του προγράμματος περιήγησης, η έκδοση του προγράμματος περιήγησης, η ώρα και η ημερομηνία της επίσκεψής σας στη σελίδα μας, τα αναγνωριστικά συσκευών και άλλα διαγνωστικά δεδομένα.</p>

        <h4>Στοιχεία παρακολούθησης & cookies</h4>

        <p>Χρησιμοποιούμε cookies και παρόμοιες τεχνολογίες για την παρακολούθηση της δραστηριότητας την χρηστών στην Υπηρεσία μας και τη διατήρηση ορισμένων πληροφοριών.</p>

        <h2>Χρήση δεδομένων</h2>

        <p>Ο ιστότοπος της Νέας Καρβάλης χρησιμοποιεί τα συλλεχθέντα δεδομένα για διάφορους σκοπούς:</p>
        <ul>
          <li>Παροχή και συντήρηση της Υπηρεσίας</li>
          <li>Να σας ειδοποιήσουμε για αλλαγές στην Υπηρεσία μας</li>
          <li>Για να μπορέσετε να συμμετάσχετε σε διαδραστικές λειτουργίες της Υπηρεσίας μας, όταν το επιλέξετε</li>
          <li>Να παρέχουμε φροντίδα και υποστήριξη πελατών</li>
          <li>Για την παροχή ανάλυσης ή πολύτιμων πληροφοριών, ώστε να βελτιώσουμε την Υπηρεσία μας</li>
          <li>Επίβλεψη της χρήσης της Υπηρεσίας</li>
          <li>Για τον εντοπισμό, την πρόληψη και την αντιμετώπιση τεχνικών προβλημάτων</li>
        </ul>

        <h2>Αποκάλυψη δεδομένων</h2>

        <h3>Νομικές απαιτήσεις</h3>
        <p>Το nea-karvali.gr υπάρχει η περίπτωση να αποκαλύψει τα Προσωπικά σας Δεδομένα με την πεποίθηση ότι η ενέργεια αυτή είναι απαραίτητη για:</p>
        <ul>
          <li>Προστασία και υπεράσπιση των δικαιωμάτων ή της περιουσίας της Νέας Καρβάλης</li>
          <li>Για να αποτρέψετε ή να διερευνήσετε πιθανές παραβιάσεις σε σχέση με την Υπηρεσία.</li>
          <li>Προστασία της προσωπικής ασφάλειας των χρηστών της Υπηρεσίας ή του κοινού.</li>
          <li>Προστασία από νομικές ευθύνες</li>
        </ul>

        <h3>Analytics</h3>
        <p>Μπορούμε να χρησιμοποιήσουμε παρόχους υπηρεσιών τρίτων για την παρακολούθηση και την ανάλυση της χρήσης της Υπηρεσίας μας.</p>
        <ul>
          <li>
            <p><strong>Google Analytics</strong></p>

            <p>Το Google Analytics είναι μια υπηρεσία ανάλυσης ιστού που προσφέρεται από την Google που παρακολουθεί και αναφέρει την επισκεψιμότητα του κάθε ιστότοπου. Η Google χρησιμοποιεί τα δεδομένα που συλλέγονται για την παρακολούθηση της χρήσης της Υπηρεσίας μας. Αυτά τα δεδομένα μοιράζονται με άλλες υπηρεσίες Google. Η Google μπορεί να χρησιμοποιήσει τα δεδομένα που συλλέγονται για να δημιουργήσει συμφραζόμενα και να προσαρμόσει τις διαφημίσεις του δικού της διαφημιστικού δικτύου.</p>

            <p>Μπορείτε να εξαιρεθείτε από το να έχετε κάνει τη δραστηριότητά σας στην Υπηρεσία διαθέσιμη στο Google Analytics εγκαθιστώντας το πρόσθετο περιήγησης εξαίρεσης του Google Analytics. Το πρόσθετο εμποδίζει το JavaScript του Google Analytics (ga.js, analytics.js και dc.js) να μοιράζεται πληροφορίες με το Google Analytics σχετικά με τη δραστηριότητα επισκέψεων.</p>

            <p>Για περισσότερες πληροφορίες σχετικά με τις πρακτικές απορρήτου της Google, επισκεφθείτε την ιστοσελίδα της Google για το απόρρητο και τους όρους:
              <a href="https://policies.google.com/privacy?hl=en">https://policies.google.com/privacy?hl=en</a>
            </p>
          </li>
        </ul>


        <h2>Σύνδεσμοι σε άλλους ιστότοπους</h2>
        <p>Η Υπηρεσία μας μπορεί να περιέχει συνδέσμους προς άλλους ιστότοπους που δεν λειτουργούν από εμάς. Εάν κάνετε κλικ σε ένα σύνδεσμο τρίτου μέρους, θα κατευθυνθείτε στον ιστότοπο αυτού του τρίτου μέρους. Σας συμβουλεύουμε θερμά να ελέγξετε την Πολιτική απορρήτου για κάθε ιστότοπο που επισκέπτεστε.</p>

        <p>Δεν έχουμε κανέναν έλεγχο και δεν αναλαμβάνουμε καμία ευθύνη για το περιεχόμενο, τις πολιτικές απορρήτου ή τις πρακτικές οποιωνδήποτε τοποθεσιών ή υπηρεσιών τρίτου μέρους.</p>


        <h2>Προστασία προσωπικών δεδομένων των παιδιών</h2>

        <p>Δεν συλλέγουμε συνειδητά, προσωπικά στοιχεία από άτομα κάτω των 18 ετών. Εάν είστε γονέας ή κηδεμόνας και γνωρίζετε ότι τα παιδιά σας μας έχουν παράσχει προσωπικά δεδομένα, επικοινωνήστε μαζί μας. Αν συνειδητοποιήσουμε ότι έχουμε συλλέξει Προσωπικά Δεδομένα από παιδιά χωρίς επαλήθευση της συγκατάθεσης των γονέων, λαμβάνουμε μέτρα για την κατάργηση αυτών των πληροφοριών από τους σερβερ μας.</p>

        <h2>Αλλαγές στην παρούσα Πολιτική Απορρήτου</h2>

        <p>Ενδέχεται να ενημερώνουμε την Πολιτική απορρήτου μας κατά διαστήματα. Θα σας ειδοποιήσουμε για τυχόν αλλαγές δημοσιεύοντας τη νέα Πολιτική Απορρήτου σε αυτή τη σελίδα.</p>

        <p>Θα σας ενημερώσουμε επίσης μέσω ηλεκτρονικού ταχυδρομείου και με μια προειδοποιητική ειδοποίηση σχετικά με την Υπηρεσία μας, πριν από την έναρξη χρήσης της υπηρεσίας, ή πρίν της αλλαγής και την ενημέρωση της "ημερομηνίας ισχύος" στην κορυφή αυτής της Πολιτικής Απορρήτου που προσφέρει το nea-karvali.gr.</p>

        <p>Σας συμβουλεύουμε να επανεξετάζετε περιοδικά αυτή την Πολιτική Απορρήτου για τυχόν αλλαγές. Οι αλλαγές αυτής της Πολιτικής Απορρήτου ισχύουν όταν δημοσιεύονται σε αυτήν τη σελίδα.</p>


        <h2>Επικοινωνία</h2>
        <p>Εάν έχετε ερωτήσεις σχετικά με αυτήν την Πολιτική Απορρήτου, επικοινωνήστε
          μαζί μας:</p>
        <ul>
          <li>Ε-mail: jordantsap@hotmail.gr</li>

          <li>Τηλέφωνο: 6984262910</li>
        </ul>

      </div>

    </div>

  </div>
  <!-- /.row -->


</div>
<!-- /.container -->
</div>
<br> @endsection
