@extends('layouts.main')
@section('title', 'Όροι Χρήσης')
@section('meta_description', __('meta.termsofusepagedescription')) @section('meta_keywords', __('meta.termsofusepagekeywords'))
@section('content')
<div class="container">
  <div id="termsofuse">
    <h1 class="text-center">{{__('page.termsofuse')}}</h1>
    <div class="divider"></div>
    <br>
    <div class="row">
      @include('information.sidebar')
      <div class="col-xs-10">

        <h2>Οι παρόντες όροι και προϋποθέσεις περιγράφουν τους κανόνες και κανονισμούς για τη χρήση της Ιστοσελίδας της Νέας Καρβάλης. <span class="badge">Νέα Καρβάλη Καβάλας - 64006, Ελλάδα</span></h2>

        <h5>Με την πρόσβαση σε αυτόν τον ιστότοπο, υποθέτουμε ότι αποδέχεστε πλήρως τους
          παρόντες όρους και προϋποθέσεις. Σε διαφορετική περίπτωση μην συνεχίσετε να χρησιμοποιείτε τον ιστότοπο
          της συγκεκριμένης εφαρμογής.
        </h5>

        <h2>Αδεια</h2>
        <h5>Εκτός εάν δηλώνεται διαφορετικά, το Nea Karvali.gr ή / και οι δικαιοπάροχοι
          του είναι κύριοι των δικαιωμάτων πνευματικής ιδιοκτησίας για όλο το υλικό
          στο ιστό του Νέας Καρβάλης. Όλα τα πνευματικά δικαιώματα διατηρούνται.
          Μπορείτε να δείτε και να εκτυπώσετε σελίδες από το http://www.nea-karvali.gr
          για δική σας προσωπική χρήση υπό την επιφύλαξη περιορισμών που ορίζονται
          στους παρόντες όρους και προϋποθέσεις. </h5>

        <h1>Σχόλια Χρηστών</h1>
        <h5>Η παρούσα συμφωνία αρχίζει την ημερομηνία της πρώτης επίσκεψης ή της χρήσης
          του δικτυακού τόπου.</h5>

        <h5>Ορισμένα τμήματα αυτού του ιστότοπου προσφέρουν στους χρήστες τη δυνατότητα
          να δημοσιεύουν και να ανταλλάσσουν απόψεις, πληροφορίες, υλικού και δεδομένων
          ("Σχόλια"). Η εργαζόμενοι ή συνεργάτες του Nea-Karvali δεν προβάλλει,
          επεξεργάζεται, δημοσιεύει ή αναθεωρεί τα σχόλια πριν από την εμφάνισή
          τους στον ιστότοπο και τα σχόλια δεν αντικατοπτρίζουν τις προβολές ή τις
          απόψεις της εφαρμογής της Νέας Καρβάλης, των αντιπροσώπων της ή των θυγατρικών
          της. Τα σχόλια αντικατοπτρίζουν την άποψη και τη γνώμη του άτομο που δημοσιεύει
          τέτοια άποψη ή γνώμη. Σε κανένα βαθμό, το nea-karvali.gr δεν είναι υπεύθυνο για τα σχόλια ή για οποιοδήποτε κόστος ζημίας, ευθύνη, αποζημίωση ή έξοδα που προκλήθηκαν και / ή υπέστησαν ως αποτέλεσμα οποιασδήποτε χρήσης και / ή απόσπασης και / ή εμφάνισης των Σχολίων σε αυτό τον οδηγό πόλης.</h5>

        <h5>Η εφαρμογή όμως διατηρεί το δικαίωμα να παρακολουθεί όλα τα
          σχόλια και να καταργεί τα σχόλια που θεωρεί κατά την απόλυτη κρίση του,
          να είναι ακατάλληλα, προσβλητικά ή παραβιάζουν με άλλο τρόπο τους παρόντες
          Όρους και Προϋποθέσεις.</h5>

        <h3>Υπερσύνδεση με το περιεχόμενό μας</h3>

        <h5>Οι παρακάτω οργανισμοί μπορούν να συνδέονται με την ιστοσελίδα μας χωρίς προηγούμενη γραπτή έγκριση:</h5>

        <h5>Κυβερνητικές υπηρεσίες</h5>
        <h5>Μηχανές αναζήτησης</h5>
        <h5>Οργανισμοί ειδήσεων</h5>
        <h5>Οι διανομείς διαδικτυακών καταλόγων, όταν μας παραθέτουν στον κατάλογο, μπορούν
          να συνδέονται με την τοποθεσία μας στον ιστό με τον ίδιο τρόπο που συνδέονται
          με υπερσύνδεσμους με τους ιστότοπους άλλων εισηγμένων επιχειρήσεων. και
          Systemwide Accredited Businesses εκτός από την προσέλκυση μη κερδοσκοπικών
          οργανισμών, εμπορικών κέντρων φιλανθρωπίας και φιλανθρωπικών ομάδων συλλογής
          κεφαλαίων που ενδέχεται να μην συνδέονται υπερσυνδέσμως με τον ιστότοπό
          μας.</h5>

        <h5>Οι οργανισμοί αυτοί μπορεί να συνδέονται τόσο πολύ με την αρχική σελίδα μας,
          με τις δημοσιεύσεις ή με άλλες πληροφορίες ιστοτόπου ως σύνδεσμος:
          <br>(a) δεν είναι καθόλου παραπλανητικό.
          <br>(b) δεν υπονοεί ψευδώς τη χορηγία, την έγκριση ή την έγκριση του συνδεδεμένου
          μέρους και των προϊόντων ή υπηρεσιών του · και
          <br>(c) εντάσσεται στο πλαίσιο της σύνδεσης της ομάδας της ιστοσελίδας.</h5>

        <h3>Θα εγκρίνουμε αιτήματα συνδέσεων από αυτούς τους οργανισμούς εάν διαπιστώσουμε ότι:</h3> (a) η σύνδεση δεν θα αντικατοπτρίζει δυσμενώς τη δική μας ή τις διαπιστευμένες
        επιχειρήσεις μας (για παράδειγμα, οι εμπορικές ενώσεις ή άλλες οργανώσεις
        που εκπροσωπούν εγγενώς ύποπτους τύπους επιχειρήσεων, όπως οι ευκαιρίες εργασίας
        στο σπίτι, δεν επιτρέπεται να συνδέονται).
        <br>(b) η οργάνωση δεν έχει ένα μη ικανοποιητικό αρχείο μαζί μας.
        <br>(c) το όφελος για εμάς από την ορατότητα που σχετίζεται με την υπερσύνδεση
        υπερβαίνει την απουσία και
        <br>(d) όπου ο σύνδεσμος βρίσκεται στο πλαίσιο γενικών πληροφοριών για τους πόρους
        ή είναι διαφορετικά σύμφωνο με το συντακτικό περιεχόμενο ενός ενημερωτικού
        δελτίου ή παρόμοιου προϊόντος που προωθεί την αποστολή του οργανισμού.

        <h5>Οι οργανισμοί αυτοί μπορεί να συνδέονται με την αρχική σελίδα μας, με τις
          δημοσιεύσεις ή με άλλες πληροφορίες ιστοτόπου για όσο διάστημα ο σύνδεσμος:
          <br>(a) δεν είναι με κανένα τρόπο παραπλανητικό,
          <br>(b) δεν υπονοεί ψευδώς τη χορηγία, την έγκριση ή την έγκριση του συνδεδεμένου
          μέρους και προϊόντων ή υπηρεσιών. και
          <br>(c) εντάσσεται στο πλαίσιο της τοποθεσίας του συνδεδεμένου μέρους.</h5>

        <h5>Εάν είστε από τους οργανισμούς που αναφέρονται στην παράγραφο 2 παραπάνω
          και ενδιαφέρεστε να συνδεθείτε με τον ιστότοπό μας, πρέπει να μας ειδοποιήσετε
          στέλνοντας ένα e-mail στο jordantsap@hotmail.gr.
          <br> Συμπεριλάβετε το όνομά σας, το όνομα του οργανισμού σας, τα στοιχεία επικοινωνίας
          (όπως έναν αριθμό τηλεφώνου ή / και ένα ηλεκτρονικό ταχυδρομείο διεύθυνση)
          καθώς και τη διεύθυνση URL του ιστότοπού σας, μια λίστα των διευθύνσεων
          URL από τις οποίες προτίθεστε να συνδέσετε την τοποθεσία μας στο Web, και
          μια λίστα με τις διευθύνσεις URL στον ιστότοπό μας στον οποίο θέλετε να
          συνδεθείτε. Αφήστε 1-2 εβδομάδες για μια απάντηση.</h5>

        <h3>Οι εγκεκριμένοι οργανισμοί ενδέχεται να συνδέονται υπερσύνδεσμοι με τον ιστότοπό μας ως εξής:</h3>


        <h5>Χρησιμοποιώντας το εταιρικό μας όνομα. ή</h5>
        <h5>Χρησιμοποιώντας τον ενιαίο εντοπιστή πόρων (διεύθυνση Web) που συνδέεται
          με? ή</h5>
        <h5>Χρησιμοποιώντας οποιαδήποτε άλλη περιγραφή του ιστότοπού μας ή υλικού που
          συνδέεται με αυτό έχει νόημα στο πλαίσιο και τη μορφή του περιεχομένου
          στον ιστότοπο του συνδεδεμένου μέρους.</h5>

        <h5>Δεν επιτρέπεται η χρήση του λογοτύπου της Νέας Καρβάλης ή άλλου έργου τέχνης
          για τη σύνδεση απουσίας άδειας εμπορικού σήματος συμφωνία.
        </h5>

        <h1>Τα πλαίσια (iframes)</h1>
        <h5>Χωρίς προηγούμενη έγκριση και ρητή γραπτή άδεια, δεν μπορείτε να δημιουργήσετε
          πλαίσια γύρω από τις ιστοσελίδες μας ή χρησιμοποιήστε άλλες τεχνικές που
          μεταβάλλουν με οποιονδήποτε τρόπο την οπτική παρουσίαση ή την εμφάνιση
          του ιστότοπού μας.</h5>
        <h1>Διατήρηση δικαιωμάτων</h1>
        <h5>Διατηρούμε το δικαίωμα ανά πάσα στιγμή και κατά τη διακριτική της ευχέρεια
          να ζητήσουμε να καταργήσετε όλους τους συνδέσμους ή κάποιον συγκεκριμένο
          σύνδεσμο στον ιστότοπό μας. Συμφωνείτε να αφαιρέσετε αμέσως όλους τους
          συνδέσμους στην ιστοσελίδα μας κατόπιν σχετικού αιτήματος.</h5>

        <h5>Διατηρούμε επίσης το δικαίωμα να τροποποιήσουμε τους παρόντες όρους και προϋποθέσεις
          και την πολιτική της σύνδεσης ανά πάσα στιγμή. Συνεχίζοντας για να συνδεθείτε
          με τον ιστότοπό μας, συμφωνείτε να δεσμεύεστε και να τηρείτε αυτούς τους
          όρους και προϋποθέσεις σύνδεσης.</h5>

        <h1>Ευθύνη Περιεχομένου</h1>
        <h5>Δεν θα έχουμε καμία ευθύνη ή ευθύνη για οποιοδήποτε περιεχόμενο που εμφανίζεται
          στον ιστότοπό σας. Συμφωνείτε να αποζημιώσετε και να μας υπερασπιστείτε
          από όλες τις αξιώσεις που προκύπτουν από ή βασίζονται στον ιστότοπό σας.
          Δεν μπορεί να εμφανιστεί κανένας σύνδεσμος σε κανέναν στην ιστοσελίδα σας
          ή σε οποιοδήποτε πλαίσιο που περιέχει περιεχόμενο ή υλικό που μπορεί να
          ερμηνευτεί ως συκοφαντικό, άσεμνο ή εγκληματικό, ή που παραβιάζει, αλλιώς
          παραβιάζει ή υποστηρίζει την παράβαση ή οποιαδήποτε άλλη παραβίαση των
          δικαιωμάτων τρίτων.</h5>
          
        <h1>Αποποίηση ευθυνών</h1>
        <h5>Στο μέγιστο βαθμό που επιτρέπεται από το εφαρμοστέο δίκαιο, αποκλείουμε όλες
          τις δηλώσεις, τις εγγυήσεις και τους όρους που σχετίζονται με τον ιστότοπό
          μας και τη χρήση αυτού του ιστότοπου (συμπεριλαμβανομένων, ενδεικτικά,
          τυχόν εγγυήσεων που προβλέπονται από τη νομοθεσία όσον αφορά την ικανοποιητική
          ποιότητα, την καταλληλότητα για χρήση ή / τη χρήση εύλογης μέριμνας και
          δεξιοτήτων).</h5>

        <h3>Τίποτα σε αυτήν την αποποίηση δεν θα:</h3>

        <h5>να περιορίσετε ή να αποκλείσετε την ευθύνη μας για θάνατο ή σωματική βλάβη
          που οφείλεται σε αμέλεια.
          <br> να περιορίσετε ή να αποκλείσετε την ευθύνη ή την ευθύνη σας για απάτη
          ή δόλια ψευδή δήλωση.
          <br> να περιορίσετε οποιεσδήποτε από τις υποχρεώσεις σας ή τις υποχρεώσεις
          σας με οποιονδήποτε τρόπο που δεν επιτρέπεται από την ισχύουσα νομοθεσία.
          ή
          <br> να αποκλείσετε οποιεσδήποτε από τις υποχρεώσεις σας ή τις υποχρεώσεις
          σας που δεν μπορούν να αποκλειστούν σύμφωνα με τον ισχύοντα νόμο.</h5>

        <h5>Tους περιορισμούς και τους αποκλεισμούς ευθύνης που ορίζονται στην παρούσα ενότητα και σε άλλα σημεία της παρούσας δήλωσης: </h5>
        <h5> (α) υπόκεινται στην προηγούμενη παράγραφο. και </h5>

        <h5> (β) διέπουν όλες τις υποχρεώσεις που απορρέουν από την αποποίηση ευθυνών
          ή </h5>
        <h5> σε σχέση με το αντικείμενο αυτής της αποποίησης ευθύνης, συμπεριλαμβανομένων
          των υποχρεώσεων που προκύπτουν από τη σύμβαση, με αδικοπραξία (συμπεριλαμβανομένης
          της αμέλειας) και για παραβίαση του νόμιμου φόρου. </h5>
        <h5> Στο βαθμό που η ιστοσελίδα και οι πληροφορίες και οι υπηρεσίες της ιστοσελίδας
          παρέχονται δωρεάν, δεν θα ευθυνόμαστε για τυχόν απώλειες ή ζημιές οποιασδήποτε
          φύσης. </h5>

        <h1> Πληροφορίες πίστωσης και επικοινωνίας </h1>
        <h5> Εάν έχετε τυχόν απορίες σχετικά με οποιονδήποτε από τους όρους μας, επικοινωνήστε μαζί μας. </h5>

      </div>

    </div>

  </div>
  <!-- /.row -->


</div>
<!-- /.container -->
</div>
<br> @endsection
