 <?php $__env->startSection('title', 'Πολιτική απορρήτου ιστοσελίδας'); ?> <?php $__env->startSection('meta_description',
__('meta.privacypagedescription')); ?> <?php $__env->startSection('meta_keywords', __('meta.privacypagekeywords')); ?>
<?php $__env->startSection('content'); ?>
<!-- Page Content -->
<div class="container">
  <div id="privacy">
    <!-- Page Heading -->
    <h1 class="text-center"><?php echo e(__('page.privacy')); ?></h1>
    <div class="divider"></div>
    <br>
    <div class="row">
      <?php echo $__env->make('information.sidebar', \Illuminate\Support\Arr::except(get_defined_vars(), ['__data', '__path']))->render(); ?>

      <div class="col-xs-10">

        <h2>Πολιτική Απορρήτου του <div class="badge">www.nea-karvali.gr</div></h2>
        <h2>Η ιδιωτική σας ζωή είναι επίσης εξαιρετικά σημαντική για εμάς.</h2>

        <p>Είναι πολιτική της Νέας Καρβάλης να σέβεται το απόρρητό σας όσον αφορά τις
          πληροφορίες που συλλέγουμε κατά τη χρήση του ιστοτόπου μας.
          Αυτή η Πολιτική Απορρήτου ισχύει για το www.nea-karvali.gr και μόνο για
          αυτό το σάϊτ. Σεβόμαστε κατα κόρον το απόρρητό σας και δεσμευόμαστε να
          προστατεύσουμε τις προσωπικές σας πληροφορίες που μπορείτε να μας δώσετε
          μέσω της Ιστοσελίδας. Έχουμε δημιουργήσει αυτήν την πολιτική απορρήτου
          για να εξηγήσουμε ποιες πληροφορίες μπορούν να συλλέγονται στον ιστότοπό
          μας, πώς χρησιμοποιούμε αυτές τις πληροφορίες και υπό ποιες συνθήκες μπορούμε
          να αποκαλύψουμε τις πληροφορίες σε τρίτους. Αυτή η Πολιτική Απορρήτου ισχύει
          μόνο για τις πληροφορίες που συλλέγουμε μέσω της Ιστοσελίδας και δεν ισχύει
          για τη συλλογή πληροφοριών από άλλες πηγές.</p>

        <p>Αυτή η Πολιτική Προστασίας Προσωπικών Δεδομένων, μαζί με τους Όρους και Προϋποθέσεις
          που δημοσιεύονται στην Ιστοσελίδα μας, καθορίζουν τους γενικούς κανόνες
          και τις πολιτικές που διέπουν τη χρήση της Ιστοσελίδας μας. Ανάλογα με
          τις δραστηριότητές σας όταν επισκέπτεστε τον ιστότοπό μας, μπορεί να σας
          ζητηθεί να συμφωνήσετε με πρόσθετους όρους και προϋποθέσεις.</p>

        <h2>Επισκέπτες ιστοτόπου</h2>

        <p>Όπως και οι περισσότεροι φορείς διαφόρων ιστότοπων, η υπηρεσία της Νέας Καρβάλης
          συλλέγει πληροφορίες μη προσωπικής αναγνώρισης του είδους που συνήθως διαθέτουν
          οι φυλλομετρητές ιστού και οι διακομιστές, όπως ο τύπος του προγράμματος
          περιήγησης, η προτίμηση γλώσσας, ο ιστότοπος παραπομπής και η ημερομηνία
          και ώρα κάθε αιτήματος επισκεπτών. Ο σκοπός της Νέας Καρβάλης για τη συλλογή
          πληροφοριών που δεν αφορούν προσωπικά δεδομένα είναι να κατανοήσουν καλύτερα
          πώς οι επισκέπτες της Νέας Καρβάλης χρησιμοποιούν την ιστοσελίδα της. Από
          καιρό σε καιρό η Nea Karvali μπορεί να δημοσιεύσει συνολικά μη προσωπικά
          στοιχεία, π.χ. δημοσιεύοντας μια αναφορά σχετικά με τις τάσεις στη χρήση
          της ιστοσελίδας της.</p>

        <h2>Συγκέντρωση προσωπικών στοιχείων</h2>

        <p>Ορισμένοι επισκέπτες στις ιστοσελίδες της Νέας Καρβάλης επιλέγουν να αλληλεπιδρούν
          με τη Νέα Καρβάλη με τρόπους που απαιτούν από τη Νέα Καρβάλη να συγκεντρώνει
          προσωπικές πληροφορίες. Το ποσό και ο τύπος των πληροφοριών που συγκεντρώνει
          η Ν. Καρβάλη εξαρτάται από τη φύση της αλληλεπίδρασης. Για παράδειγμα,
          ζητάμε από τους επισκέπτες που εγγράφονται στο blog του http://www.nea-karvali.gr
          να δώσουν ένα όνομα χρήστη και διεύθυνση ηλεκτρονικού ταχυδρομείου.</p>

        <h2>Ασφάλεια</h2>

        <p>Η ασφάλεια των Προσωπικών σας Πληροφοριών είναι σημαντική για εμάς, αλλά
          να θυμάστε ότι λόγω της αλληλεπίδρασης του χρήστη, καμία μέθοδος ασφάλειας
          μέσω του Διαδικτύου ή μέθοδος ηλεκτρονικής αποθήκευσης δεν είναι 100% ασφαλής.
          Γιαυτό το λόγο και παρόλο προσπαθούμε να χρησιμοποιήσουμε υπερσυγχρονα
          και κοινώς αποδεκτά μέσα για την προστασία των Προσωπικών σας Πληροφοριών,
          δεν μπορούμε να εγγυηθούμε την απόλυτη ασφάλεια.</p>

        <h2>Προστασία προσωπικών στοιχείων</h2>

        <p>Η Nea Karvali αποκαλύπτει πληροφορίες προσωπικής ταυτοποίησης και προσωπικής ταυτοποίησης μόνο σε υπαλλήλους της που (i), πρέπει να γνωρίζουν αυτές τις πληροφορίες προκειμένου να τις επεξεργαστούν στο όνομα της Νέας Καρβάλης ή να παρέχουν υπηρεσίες διαθέσιμες στον ιστότοπο της Νέας Καρβάλης και (ii), που συμφώνησαν να μην το αποκαλύψουν σε άλλους. Μερικοί από αυτούς τους υπαλλήλους, ενδέχεται να βρίσκονται εκτός της χώρας καταγωγής σας. Με τη χρήση του επαγγελματικού οδηγού της Νέας Καρβάλης, συναινείτε στη μεταφορά αυτών των πληροφοριών σε αυτούς. Η Νέα Καρβάλη δεν θα νοικιάσει και δεν θα πουλήσει προσωπικά στοιχεία ταυτοποίησης και προσωπικής ταυτοποίησης σε κανέναν. Εκτός από τους υπαλλήλους της, όπως περιγράφηκε παραπάνω, η Νέα Καρβάλη αποκαλύπτει δυνητικά προσωπικά αναγνωρίσιμες και προσωπικά αναγνωρίσιμες πληροφορίες μόνο σε ανταπόκριση σε κλήτευση, δικαστική απόφαση ή άλλο κυβερνητικό αίτημα ή όταν η Νέα Καρβάλη πιστεύει με καλή πίστη ότι η αποκάλυψη είναι λογικά αναγκαία για την προστασία της περιουσίας ή των δικαιωμάτων της Νέας Καρβάλης, τρίτων ή του ευρύτερου κοινού.
        </p>

        <p>Αν είστε εγγεγραμμένος χρήστης του http://www.nea-karvali.gr και έχετε παράσχει
          τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας, η Nea Karvali μπορεί να στείλει
          περιστασιακά ένα μήνυμα ηλεκτρονικού ταχυδρομείου για να σας ενημερώσει
          για νέα χαρακτηριστικά, να ζητήσετε τα σχόλιά σας ή απλώς να σας ενημερώσουμε
          να γνωρίζετε τι συμβαίνει με τη Νέα Καρβάλη και τα προϊόντα μας. Χρησιμοποιούμε
          κυρίως το ιστολόγιό μας για την επικοινωνία αυτού του είδους των πληροφοριών,
          οπότε αναμένουμε να διατηρήσουμε στο ελάχιστο αυτό το είδος email. Αν μας
          στείλετε ένα αίτημα (για παράδειγμα μέσω ηλεκτρονικού ταχυδρομείου υποστήριξης
          ή μέσω ενός από τους μηχανισμούς ανάδρασης), διατηρούμε το δικαίωμα να
          το δημοσιεύσουμε, προκειμένου να διευκρινίσουμε ή να απαντήσουμε στο αίτημά
          σας ή να μας βοηθήσετε να υποστηρίξουμε άλλους χρήστες. Η Νέα Καρβάλη λαμβάνει
          όλα τα μέτρα που είναι εύλογα απαραίτητα για την προστασία από την μη εξουσιοδοτημένη
          πρόσβαση, χρήση, μετατροπή ή καταστροφή δυνητικά προσωπικών στοιχείων ταυτοποίησης
          και προσωπικής ταυτοποίησης.</p>

        <h2>Cookies</h2>

        <p>Για να εμπλουτίσουμε και να τελειοποιήσουμε την εμπειρία σας online, η Nea
          Karvali χρησιμοποιεί "Cookies", παρόμοιες τεχνολογίες και υπηρεσίες που
          παρέχονται από άλλους για την προβολή εξατομικευμένου περιεχομένου, κατάλληλης
          διαφήμισης και αποθήκευσης των προτιμήσεών σας στον υπολογιστή σας.</p>

        <p>Ένα cookie είναι μια σειρά πληροφοριών που αποθηκεύει ένας ιστότοπος στον
          υπολογιστή ενός επισκέπτη και το οποίο ο επισκέπτης παρέχει στον ιστότοπο
          κάθε φορά που ο επισκέπτης επιστρέφει. Η Νέα Καρβάλη χρησιμοποιεί cookies
          για να βοηθήσει την πλατφόρμα να εντοπίσει και να παρακολουθήσει τους
          επισκέπτες, τη χρήση του http://www.nea-karvali.gr και τις προτιμήσεις
          πρόσβασης στο δικτυακό τόπο τους. Οι επισκέπτες της Nea Karvali που δεν
          επιθυμούν να τοποθετήσουν cookies στους υπολογιστές τους θα πρέπει να θέσουν
          τα προγράμματα περιήγησής τους για να αρνηθούν τα cookies πριν χρησιμοποιήσουν
          τις ιστοσελίδες του Nea Karvali, με το μειονέκτημα ότι ορισμένα χαρακτηριστικά
          των ιστοσελίδων της Nea Karvali ενδέχεται να μην λειτουργούν σωστά χωρίς
          τη βοήθεια cookies.</p>

        <p>Συνεχίζοντας την πλοήγηση στον ιστότοπό μας χωρίς να αλλάξουμε τις ρυθμίσεις cookie, αναγνωρίζετε και συμφωνείτε με τη χρήση των cookies από τη Νέα Καρβάλη.
        </p>

        <h2>Αγορές και παραγγελίες</h2>

        <p>Όσοι πραγματοποιούν συναλλαγές με τη Νέα Καρβάλη - με την αγορά υπηρεσιών
          ή προϊόντων της Νέας Καρβάλης, καλούνται να παράσχουν πρόσθετες πληροφορίες,
          περιλαμβανομένων, κατά περίπτωση, των προσωπικών και οικονομικών πληροφοριών
          που απαιτούνται για τη διεκπεραίωση αυτών των συναλλαγών. Σε κάθε περίπτωση,
          η Νέα Καρβάλη συλλέγει τέτοιες πληροφορίες μόνο στο μέτρο που είναι απαραίτητο
          ή κατάλληλο για την εκπλήρωση του σκοπού της χρήσης των υπηρεσιών που προσφέρει η Νέα Καρβάλη. Δεν αποκαλύπτει πληροφορίες προσωπικής ταυτοποίησης εκτός από αυτές που περιγράφονται παρακάτω. Και οι επισκέπτες μπορούν πάντα να αρνηθούν να παρέχουν πληροφορίες προσωπικής ταυτοποίησης, με την παρατήρηση ότι μπορεί να τους εμποδίσει να συμμετάσχουν σε ορισμένες δραστηριότητες που σχετίζονται με τον ιστότοπο.</p>

        <h2>Αλλαγές Πολιτικής Απορρήτου</h2>

        <p>Παρόλο που οι περισσότερες αλλαγές είναι πιθανό να είναι μικρής σημασίας,
          η Nea Karvali ενδέχεται να αλλάζει την Πολιτική Απορρήτου από καιρό σε
          καιρό και στη διακριτική ευχέρεια της Νέας Καρβάλης. Η Νέα Καρβάλη ενθαρρύνει
          τους επισκέπτες να ελέγχουν συχνά αυτή τη σελίδα για τυχόν αλλαγές στην
          πολιτική απορρήτου της. Η συνεχιζόμενη χρήση αυτού του ιστότοπου μετά από
          οποιαδήποτε αλλαγή αυτής της Πολιτικής Απορρήτου θα συνιστά την αποδοχή
          σας από μια τέτοια αλλαγή.</p>

        <h2>Πληροφορίες επικοινωνίας</h2>

        <p>Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτήν την Πολιτική Απορρήτου,
          παρακαλούμε επικοινωνήστε μαζί μας μέσω
          <a href="mailto:jordantsap@hotmail.gr">email</a> ή
          <a href="tel:6984262910">τηλεφώνου</a> 6984262910.</p>


      </div>

    </div>

  </div>
  <!-- /.row -->


</div>
<!-- /.container -->
</div>
<br> <?php $__env->stopSection(); ?>

<?php echo $__env->make('layouts.main', \Illuminate\Support\Arr::except(get_defined_vars(), ['__data', '__path']))->render(); ?><?php /**PATH /opt/lampp/htdocs/karvali/resources/views/information/privacy.blade.php ENDPATH**/ ?>