app/Http/Controllers/Client/AlbumController.php

select * from `albums` where `albums`.`id` = 2 limit 1
---
     public function show(Album $album)
     {
         $album = Album::with('photos')->find($album->id);