app/Http/Controllers/Client/CompanyController.php

  public function index()
  {
    $companies = Company::with(['category','likes','comments'])
    ->withTranslation()
    ->active()->paginate(8);
---
select * from `companies` where `active` = 1 limit 8 offset 0
select count(*) as aggregate from `companies` where `active` = 1

  public function show($slug)
  {
    $company = Company::whereTranslation('slug', $slug)
    ->with(['products','category','likes','comments'])->firstOrFail();
---
select * from `companies` where exists (select * from `company_translations` where `companies`.`id` = `company_translations`.`company_id` and `company_translations`.`slug` = 'id-maiores-iste-fugit-doloribus') limit 1
select * from `products` where `products`.`company_id` in (1)

  public function category($slug)
    {
      $companytype = Companytype::with('companies')
      ->whereTranslation('slug', $slug)
      ->withTranslation()
      ->first();

      $companies = $companytype->companies()
      ->with(['category','likes','comments'])
      ->active()
      ->paginate(8);
---
select * from `companies` where `companies`.`company_type` in (1)
select * from `company_types` where exists (select * from `company_type_translations` where `company_types`.`id` = `company_type_translations`.`company_type_id` and `company_type_translations`.`slug` = 'super-market') limit 1
select * from `companies` where `companies`.`company_type` = 1 and `companies`.`company_type` is not null and `active` = 1 limit 8 offset 0
select * from `company_types` where `company_types`.`id` in (1)
select count(*) as aggregate from `companies` where `companies`.`company_type` = 1 and `companies`.`company_type` is not null and `active` = 1