app/Http/Controllers/Client/EventController.php

select count(*) as aggregate from `events` where `active` = 1
---
    public function index()
    {
      $events = Event::with(['likes','comments'])->where('active',1)->paginate(5);//where('date', '>', Carbon::now())->orderBy('date', 'asc')->paginate(10);

select * from `events` where exists (select * from `event_translations` where `events`.`id` = `event_translations`.`event_id` and `event_translations`.`slug` = 'non-dolor-fugiat-natus-sed') limit 1
---
    public function show($slug)
    {
      $event = Event::whereTranslation('slug', $slug)
      ->with(['likes','comments'])
      ->first();