app/Http/Controllers/Client/GroupController.php

  public function index()
  {
    // $grouptypes = GroupType::all();
    $groups = Group::with(['category','likes','comments'])
    ->active()
    ->withTranslation()
    ->paginate(8);
---
select * from `groups` where `active` = 1 limit 8 offset 0
select count(*) as aggregate from `groups` where `active` = 1

  public function show($slug)
    {
      $group = Group::whereTranslation('slug', $slug)
      ->with(['category','likes','comments'])->first();
---
select * from `groups` where exists (select * from `group_translations` where `groups`.`id` = `group_translations`.`group_id` and `group_translations`.`slug` = 'manage') limit 1

  public function category($slug)
    {
      $grouptype = GroupType::with('groups')
      ->whereTranslation('slug', $slug)
      ->withTranslation()
      ->first();
---
select * from `group_types` where exists (select * from `group_type_translations` where `group_types`.`id` = `group_type_translations`.`group_type_id` and `group_type_translations`.`slug` = 'manage') limit 1