app/Http/Controllers/Client/PostController.php

    public function index()
    {
      // $posttypes = PostType::all();
      $posts = Post::with(['category','likes','comments'])
      ->active()
      ->orderBy('id', 'DESC')->paginate(6);
---
select * from `posts` where `active` = 1 order by `id` desc limit 6 offset 0
select count(*) as aggregate from `posts` where `active` = 1

    public function show($slug)
    {
      $post = Post::whereTranslation('slug', $slug)
      ->with(['category','likes','comments'])->firstOrFail();
---
select * from `posts` where exists (select * from `post_translations` where `posts`.`id` = `post_translations`.`post_id` and `post_translations`.`slug` = 'sit-voluptatum-nihil-earum-rerum-quis-illo-quidem') limit 1

    public function category($slug)
      {
        $posttype = PostType::whereTranslation('slug', $slug)->first();
        $posts = $posttype->posts()
        ->with(['category','likes','comments'])
        ->active()
        ->orderBy('id', 'DESC')->paginate(6);
---
select * from `post_types` where exists (select * from `post_type_translations` where `post_types`.`id` = `post_type_translations`.`post_type_id` and `post_type_translations`.`slug` = 'countrybased') limit 1
select * from `post_types` where `post_types`.`id` in (2)