app/Http/Controllers/Client/ProductController.php

select * from `companies` where `companies`.`id` in (1, 3, 4, 5)
select * from `products` where `active` = 1 limit 8 offset 0
select count(*) as aggregate from `products` where `active` = 1
---
  public function index()
  {
    // $producttypes = ProductType::all();
    $products = Product::with(['category','company','likes','comments'])
    ->withTranslation()
    ->active()
    ->paginate(8);

select * from `companies` where `companies`.`id` in (4)
select * from `products` where exists (select * from `product_translations` where `products`.`id` = `product_translations`.`product_id` and `product_translations`.`slug` = 'hic-voluptas-optio-consequatur-eum-voluptas-totam') limit 1
---
  public function show($slug)
  {
    $product = Product::whereTranslation('slug', $slug)
    ->with(['company','category','likes','comments'])->first();

select * from `product_types` where `product_types`.`id` in (3)
---
  public function category($slug)
    {
      $producttype = ProductType::whereTranslation('slug', $slug)->first();

      $products = $producttype
      ->products()
      ->with(['company','category','likes','comments'])
      ->active()->paginate(8);