app/Providers/ComposerViewsServiceProvider.php

          });
        }
        else {
          $events = Event::withTranslation()->get();
---
select * from `events`