app/Providers/ComposerViewsServiceProvider.php

select * from `products` where `active` = 1 limit 6
select * from `companies` where `active` = 1 limit 6
select * from `events` where `active` = 1 limit 6
select * from `groups` where `active` = 1 limit 6
select * from `posts` limit 6
select * from `company_types` where `company_types`.`id` in (2, 7, 10, 12)
select * from `group_types` where `group_types`.`id` in (1, 2, 3, 4)
select * from `company_types`
select * from `group_types`
---
    public function boot()
    {
      view()->composer('home.popular', function ($view) {

        $view->with('products', Product::withTranslation()
        ->with(['category','likes','comments'])
        ->where('active',1)->take(6)->get());

        $view->with('companies', Company::
        withTranslation()->
        with(['category','likes','comments'])
        ->where('active',1)->take(6)->get());

        $view->with('events', Event::withTranslation()
        ->with(['likes','comments'])
        ->where('active',1)->take(6)->get());

        $view->with('groups', Group::withTranslation()
        ->with(['category','likes','comments'])
        ->where('active',1)->take(6)->get());

      });

      view()->composer('home.blog', function ($view) {
        $view->with('posts', Post::withTranslation()->take(6)->get());
      });

      view()->composer('home.categories', function ($view) {

        if ( ! Cache::has('companytypes')) {
          $companytypes = Cache::rememberForever('companytypes', function(){
            return CompanyType::withTranslation()->get();
          });
        }
        else{
          $companytypes = CompanyType::withTranslation()->get();
        }
        $view->with('companytypes', $companytypes);

        if ( ! Cache::has('grouptypes')) {
          $grouptypes = Cache::rememberForever('grouptypes', function(){
            return GroupType::withTranslation()->get();
          });
        }
        else{
          $grouptypes = GroupType::withTranslation()->get();
        }
        $view->with('grouptypes', $grouptypes);

select * from `product_types`
---

        if ( ! Cache::has('producttypes')){
          $producttypes = Cache::rememberForever('producttypes', function(){
            return ProductType::withTranslation()->get();
          });
        }
        else {
          $producttypes = ProductType::withTranslation()->get();

select * from `company_types`
---

      view()->composer(['companies.index','companies.category'], function ($view) {

        if ( ! Cache::has('companytypes')) {
          $companytypes = Cache::rememberForever('companytypes', function(){
            return CompanyType::withTranslation()->get();
          });
        }
        else{
          $companytypes = CompanyType::withTranslation()->get();
        }
        $view->with('companytypes', $companytypes);
      });

select * from `group_types`
---
          });
        }
        else {
          $grouptypes = GroupType::withTranslation()->get();

select * from `product_types`
---
          });
        }
        else {
          $producttypes = ProductType::withTranslation()->get();

select * from `post_types`
---
        $view->with('producttypes', $producttypes);
      });

      view()->composer(['posts.index','posts.category'], function ($view) {
        $view->with('posttypes', PostType::withTranslation()->get());
      });