app/Http/Controllers/Admin/AdvertController.php

    public function create()
    {
      $adverts = Advert::where('active',1)->get();
---
select * from `adverts` where `active` = 1

          $advert->banner = $filename;
        }

      $advert->save();
---
insert into `adverts` (`active`, `link_title`, `url`, `banner`, `banner_alt`, `user_id`, `advertable_type`, `advertable_id`, `updated_at`, `created_at`) values ('', 'In in hic laborum D', '', '1627413865.jpg', 'Pariatur Dolor qui', 1, 'App\Group', '1', '2021-07-27 22:24:25', '2021-07-27 22:24:25')