app/Http/Controllers/Admin/AlbumController.php

    public function index()
    {
      $this->authorize('view-albums', 'App\Album');
        $albums = Album::paginate(10);
---
select * from `albums` limit 10 offset 0
select count(*) as aggregate from `albums`