app/Http/Controllers/Admin/AlbumPhotoController.php

    public function index()
    {
      // $this->authorize('view-albums', 'App\Album');
        $albumphotos = AlbumPhoto::paginate(10);
---
select * from `album_photos` limit 10 offset 0
select count(*) as aggregate from `album_photos`

    public function create()
    {
      $albums = Album::all();
---
select * from `albums`