app/Http/Controllers/Admin/CompanyController.php

select * from `companies` order by `id` desc limit 10 offset 0
select count(*) as aggregate from `companies`
---
    public function index()
    {
      $this->authorize('view_companies', 'App\Company');
      $companies = Company::orderBy('id', 'DESC')->paginate(10);

select * from `company_types`
---
    public function create()
    {
      $this->authorize('create_companies', 'App\Company');
      $companytypes = CompanyType::all();