app/Http/Controllers/Admin/EventController.php

    public function index()
    {
      $this->authorize('view_events', 'App\Event');
        $events = Event::orderBy('id', 'DESC')->paginate(10);
---
select * from `events` order by `id` desc limit 10 offset 0
select count(*) as aggregate from `events`