app/Http/Controllers/Admin/GroupController.php

    public function create()
    {
      $this->authorize('create_groups', 'App\Group');
      $grouptypes = GroupType::all();
---
select * from `group_types`