app/Http/Controllers/Admin/NewsletterController.php

    public function index()
    {
      $newsletters = Newsletter::paginate(5);
---
select count(*) as aggregate from `newsletters`