app/Http/Controllers/Admin/PermissionController.php

select * from `permissions`
---
    public function index()
    {
      $this->authorize('view_permissions', 'App\Permission');
        $permissions = Permission::all();