app/Http/Controllers/Admin/PostController.php

    public function index()
    {
      $posts = Post::orderBy('id', 'DESC')->paginate(10);
---
select * from `posts` order by `id` desc limit 10 offset 0
select count(*) as aggregate from `posts`

    public function create()
    {
      $this->authorize('create_posts', 'App\Post');
        $categories = PostType::all();
---
select * from `post_types`

    public function show($id)
    {
      $this->authorize('view_posts', 'App\Post');
      // $category = \App\PostType::all();
      $post = Post::find($id);
---
select * from `posts` where `posts`.`id` = '12' limit 1