app/Http/Controllers/Admin/ProductController.php

    public function index()
    {
      $this->authorize('view_products', 'App\Product');
        $products = Product::orderBy('id', 'DESC')->paginate(9);
---
select * from `products` order by `id` desc limit 9 offset 9
select count(*) as aggregate from `products`