app/Http/Controllers/Admin/RoleController.php

select * from `roles`
---
    public function index()
    {
        $this->authorize('view_roles', 'App\Role');
        $roles = Role::all();

select * from `permissions`
---
    public function create(Role $role)
    {
        $this->authorize('create_roles', 'App\Role');
        $permissions = Permission::all();