app/Http/Controllers/Admin/UserController.php

select * from `users` limit 15 offset 0
select count(*) as aggregate from `users`
---
    public function index()
    {
        $users = User::paginate();

select * from `roles`
---
    public function create()
    {
        $roles = Role::all();